FAIL_MESSAGE = 'По уроку {lesson_url} есть новые улучшения.'
PASS_MESSAGE = 'Урок {lesson_url} сдан!'
START_MESSAGES = (
    'Готов уведомлять.',
    "Проверяю состояние проверок.",
    'Спрашиваю "А скоро проверят?"',
    "Потерпи немножко, почти проверили.",
    "Осталось ждать: <code>0 минут</code>",
    ("Она: Опять о шлюхах своих думает.\n"
     "Он: Улучшения мои улучшения..."),
)
STOP_MESSAGE = ('Скрипт проверки проверок остановлен. Перезапустите скрипт, '
                'чтобы восстановить течение судьбы, или живите дальше '
                'в проклятом мире, который сами и создали.')
